import type { Categories } from "./typecategories";
export const CircleCategories: Categories[] = [
    {
      id: 0,
      image: "/images/coffee.webp",
      title: "قهوه ها",
      text: `قهوه نوشیدنی محبوبی است با عطر و طعم خاص. بیشترشان بر پایه‌ی اسپرسو ساخته می‌شوند و با ترکیب آب، شیر یا شکلات، به شکل‌های معروفی مثل آمریکانو، لاته، کاپوچینو موکا , ماکیاتو و همچنین قهوه ترک در می‌آیند`,
    },
    {
      id: 1,
      image: "/images/damnosh.webp",
      title: "دمنوش ها",
      text: `دمنوش‌ها نوشیدنی‌هایی گیاهی هستند با خواص آرام‌بخش، درمانی و طعم‌های متنوع. بیشترشان از ترکیب گل‌ها، برگ‌ها، ادویه‌ها یا میوه‌ها تهیه می‌شوند و به شکل‌های محبوبی مثل گل‌گاوزبان، بابونه، چای ترش، زنجبیل، نعناع، دارچین و اسطوخودوس در میان علاقه‌مندان شناخته شده‌اند`,
    },
    {
      id: 2,
      image: "/images/deser.webp",
      title: "دسر ها",
      text: "دسرها خوراکی‌های شیرین و دل‌چسبی هستند که پس از وعده‌ی اصلی سرو می‌شوند. بیشترشان با ترکیب خامه، شکلات، میوه یا آرد تهیه می‌شوند و به شکل‌های معروفی مثل کیک، تارت، براونی، پودینگ، ژله و بستنی در می‌آیند",
    },
    {
      id: 3,
      image: "/images/snack.webp",
      title: "میان وعده ها",
      text: "میان‌وعده‌ها خوراکی‌های سبک و مقوی هستند که بین وعده‌های اصلی مصرف می‌شوند و انرژی بدن را تجدید می‌کنند. بیشترشان از ترکیب میوه، لبنیات، غلات یا آجیل تهیه می‌شوند و به شکل‌های معروفی مثل ماست میوه‌ای، گرانولا بار، اسموتی، کوکی، ساندویچ سرد، کراکر و مغزها در می‌آیند",
    },
  ];